import {Container, Row} from "reactstrap";

const HomePage = () => {
	return (
		<Container>
			<Row>
				<h1 className="mb-3">Производство лекарств из готовых веществ</h1>
				<p className="fs-5">Наша компания выпускает лекарственные препараты на собственных мощностях. Технический уровень и организация процесса производства соответствуют требованиям национальных стандартов Российской Федерации, а  также отвечают европейским стандартам качества в сфере фармацевтического производства и GMP ЕАЭС.</p>
			</Row>
		</Container>
	)
}

export default HomePage