import {T_Substance} from "src/modules/types.ts";

export const SubstanceMocks:T_Substance[] = [
    {
        id: 1,
        name: "Парацетомол",
        status: 1,
        image: "",
        description: "Осельтамивира фосфат — предшественник осельтамивира карбоксилата, который является ингибитором нейраминидазы. Карбоксилат образуется в организме из фосфата под действием пищеварительных ферментов.",
        number: 12
    },
    {
        id: 2,
        name: "Кремния диоксид коллоидный",
        status: 1,
        image: "",
        description: "Кремния диоксид коллоидный — форма диоксида кремния. В коллоидной форме применяется в медицине в качестве энтеросорбента (Полисорб МП) и наружно при гнойно-воспалительных заболеваниях мягких тканей (гнойные раны, флегмона, абсцесс, мастит).",
        number: 31
    },
    {
        id: 3,
        name: "Коповидон",
        status: 1,
        image: "",
        description: "Коповидон, аналог повидона, используется в качестве связующего вещества для таблеток, пленкообразователя и как часть матричного материала, используемого в формулах с контролируемым высвобождением.",
        number: 45
    },
    {
        id: 4,
        name: "Крахмал прежелатинизированный",
        status: 1,
        image: "",
        description: "Прежелатинизированный крахмал - это крахмал из кукурузы, который прошел процессы: удаления связей между его молекулами с помощью тепловой обработки и воды, что позволяет ему стать более гигроскопичным, т. е.",
        number: 61
    }
]